Can't place Decal at new position.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPaste { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPaste As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPaste {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DecalFailures Class
  Autodesk.Revit.DB Namespace